0xed
alfred
android-file-transfer
aquaterm
arduino
atom
basictex
boostnote
cathode
coconutbattery
dash
docker
evernote
firealpaca
firefox
ganttproject
google-chrome
hex-fiend
insomniax
iterm2
jad
java8
karabiner-elements
key-codes
kitematic
latexit
lyrics-master
maczip4win
mattermost
night-owl
nocturnal
notable
omnigraffle
openoffice
owncloud
powershell
rocket
rocket-chat
selfcontrol
shiftit
sketch
skim
skitch
skype
slack
the-unarchiver
tuntap
unshaky
veertu-desktop
virtualbox
visual-studio-code
vlc
vmware-horizon-client
wireshark
xld
xquartz
