adns
allegro
amp
ansible
ansible-lint
anyenv
arp-scan
arping
autoconf
automake
berkeley-db
boost
brogue
byacc
cairo
cgdb
chunkwm
clang-format
cmake
coreutils
cowsay
ctags
ctop
curl
cvs
direnv
doxygen
dumb
emacs
emacs-plus
expat
fish
flac
fontconfig
fontforge
fping
freetype
fribidi
fzf
fzy
gawk
gcc
gcc@6
gd
gdb
gdbm
gdk-pixbuf
gengetopt
gettext
ghostscript
ghq
giflib
glances
glib
global
gmp
gnu-tar
gnupg
gnuplot
gnutls
go
gobject-introspection
gotags
graphite2
graphviz
grc
harfbuzz
htop
httping
hub
hwloc
icu4c
imagemagick@6
ipcalc
iperf3
ipmitool
iproute2mac
isl
jansson
jemalloc
jpeg
jpeg-turbo
jq
json-c
lftp
libassuan
libcerf
libcroco
libdnet
libevent
libffi
libgcrypt
libgpg-error
libidn
libidn2
libksba
libmpc
libnet
libogg
libpcap
libpng
librsvg
libspiro
libssh2
libtasn1
libtermkey
libtiff
libtool
libuninameslist
libunistring
libusb
libuv
libvorbis
libvterm
libyaml
little-cms2
llvm
lua
luajit
macvim
make
makedepend
makeicns
mongodb
mono
mpfr
msgpack
mtr
mysql
nanoflann
ncurses
neovim
nettle
nkf
nmap
noah
noahstrap
npth
nvi
oniguruma
opam
openjpeg
openmotif
openssl
openssl@1.1
opus
opusfile
p11-kit
pango
parallel
pcre
pcre2
peco
perl
physfs
pinentry
pixman
pkg-config
pv
python
python3
python@2
qemu
qt
rapidjson
readline
reattach-to-user-namespace
ricty
rogue
rtmpdump
ruby
rust
sbt
screenfetch
sipcalc
socat
source-highlight
sphinx-doc
sqlite
sshuttle
swig
telnet
the_platinum_searcher
theora
tig
tmux
tree
unbound
unibilium
universal-ctags
unrar
valgrind
vde
vim
vnstat
watch
webp
wget
xhyve
xonsh
xpdf
xz
zmap
