# vim:ft=ruby:
if OS.mac?
  brew 'lima'
  brew 'watch'
elsif OS.linux?
end

tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'romkatv/powerlevel10k'

if ENV['WORK']

  tap 'bufbuild/buf'

  brew 'argocd'
  brew 'awscli'
  brew 'helm'
  brew 'octant'
  brew 'terraformer'
  brew 'subversion'
  brew 'bufbuild/buf/buf'
  cask 'google-cloud-sdk'
  cask 'oracle-jdk'
brew 'nmap'
end

brew 'gcc'
brew 'gcc@5'
brew 'asdf'
brew 'bat'
brew 'bison'
brew 'dive'
brew 'fping'
brew 'fswatch'
brew 'fzf'
brew 'git-filter-repo'
brew 'git-lfs'
brew 'ghq'
brew 'htop'
brew 'mold'
brew 'ncdu'
brew 'neovim', args: ['HEAD']
brew 'vim'
brew 'scc'
brew 'tmux'
brew 'tree'
brew 'unison'
brew 'wget'
brew 'z'
brew 'zsh-autosuggestions'
brew 'romkatv/powerlevel10k/powerlevel10k'
brew 'nodejs'
brew 'ruby'
brew 'python'

brew 'pkg-config'
brew 'zlib'
brew 'readline'
brew 'libffi'
brew 'libevent'
brew 'openssl'
brew 'bzip2'



cask 'font-hackgen-nerd'
